let procuctData=[
  {
    id:1,
    url:"/images/images.jpg",
    name:"لنوو اسلیم 3",
    abute:"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز",
    price:"160,000,000",
  },
  {
    id:2,
    url:"/images/img 1.webp",
    name:"MacBook Neo LLA-A18 Pro",
    abute:"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز",
    price:"160,000,000",
  },
  {
    id:3,
    url:"/images/img2.webp",
    name:"ایسوز TUF Gaming",
    abute:"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز",
    price:"160,000,000",
  },
  {
    id:4,
    url:"/images/img3.webp",
    name:"لپ تاپ 15.6 اینچی اچ‌ پی مدل Victus ",
    abute:"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز",
    price:"160,000,000",
  },
  {
    id:5,
    url:"/images/img4.webp",
    name:"لپ تاپ 15.6 اینچی اچ‌ پی مدل Victus ",
    abute:"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز",
    price:"160,000,000",
  },
  {
    id:6,
    url:"/images/img5.webp",
    name:"لپ‌تاپ ایسوس مدل Vivobook 15 X1504VA-NJ379",
    abute:"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز",
    price:"160,000,000",
  },
  {
    id:7,
    url:"/images/img6.webp",
    name:"لپ‌تاپ لنوو مدل IdeaPad 1 15IJL7",
    abute:"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز",
    price:"160,000,000",
  },
  {
    id:8,
    url:"/images/img7.webp",
    name:"لپ‌تاپ مایکروسافت مدلSurface Laptop 7 Copilot Plus PC",
    abute:"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز",
    price:"160,000,000",
  },
  {
    id:8,
    url:"/images/img7.webp",
    name:"لپ‌تاپ مایکروسافت مدلSurface Laptop 7 Copilot Plus PC",
    abute:"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز",
    price:"160,000,000",
  },
  {
    id:8,
    url:"/images/img7.webp",
    name:"لپ‌تاپ مایکروسافت مدلSurface Laptop 7 Copilot Plus PC",
    abute:"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز",
    price:"160,000,000",
  },
  {
    id:8,
    url:"/images/img7.webp",
    name:"لپ‌تاپ مایکروسافت مدلSurface Laptop 7 Copilot Plus PC",
    abute:"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز",
    price:"160,000,000",
  },
  {
    id:8,
    url:"/images/img7.webp",
    name:"لپ‌تاپ مایکروسافت مدلSurface Laptop 7 Copilot Plus PC",
    abute:"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز",
    price:"160,000,000",
  },
  
   
]




export default procuctData;